{
  "1606811443": {
    "key": 1606811443,
    "category": "Common Mistakes",
    "content": "Skipping meals, especially breakfast, can lead to out-of-control hunger, often resulting in helpless overeating."
  },
  "1606811453": {
    "key": 1606811453,
    "category": "Common Mistakes",
    "content": "Conventional household cleaning products are full of harmful chemical ingredients that are not good for our health. Switching to healthier alternatives is a simple way to reduce your exposure to environmental toxins in your home."
  },
  "1606811463": {
    "key": 1606811463,
    "category": "Common Mistakes",
    "content": "Similar to cleaning products, conventional skincare and personal care products are formulated with toxic ingredients we should not regularly let absorb into our body’s largest organ. Reduce the toxic burden on your body by switching to nontoxic personal care and beauty products."
  },
  "1606811480": {
    "key": 1606811480,
    "category": "Common Mistakes",
    "content": "Don't experiment with herbal products without consulting your doctor; they may interact with your medication and cause serious side effects."
  },
  "1606811489": {
    "key": 1606811489,
    "category": "Common Mistakes",
    "content": "Antiviral medications are different from antibiotics. Antivirals are effective against viruses, whereas antibiotics are effective against disease caused by bacteria."
  },
  "1606811500": {
    "key": 1606811500,
    "category": "Common Mistakes",
    "content": "Some medicines, such as steroids, and some drugs for depression and other chronic health problems, may lead to weight gain; Try to avoid them."
  },
  "1606811508": {
    "key": 1606811508,
    "category": "Common Mistakes",
    "content": "Tobacco smoke damages collagen and elastin, the fibers that give your skin its elasticity and strength. Try to avoid them."
  },
  "1606811538": {
    "key": 1606811538,
    "category": "Common Mistakes",
    "content": "NSAIDS (aspirin, naproxen, ibuprofen...) can cause ulcers in the GI tract. Do not eat it on empty stomach."
  },
  "1606809430": {
    "key": 1606809430,
    "category": "General",
    "content": "A warm, steamy drink before bedtime may help soothe a sore throat, while the steam may loosen up your congestion."
  },
  "1606809480": {
    "key": 1606809480,
    "category": "General",
    "content": "Most cold symptoms last around 7 to 10 days. In some cases, you might have a hard time getting good quality sleep due to congestion, coughing, or a runny nose."
  },
  "1606809492": {
    "key": 1606809492,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809529": {
    "key": 1606809529,
    "category": "General",
    "content": "According to a 2012 study Trusted Source, the temperature of your bedroom is one of the most important factors that can affect your quality of sleep. This may be even more important when you’re fighting a cold and have a fever."
  },
  "1606809605": {
    "key": 1606809605,
    "category": "General",
    "content": "Decaffeinated tea with honey is a great choice. Chamomile tea, peppermint tea, and ginger tea are also good options. All have properties that may help you relax, breathe easier, or fight infections."
  },
  "1606809612": {
    "key": 1606809612,
    "category": "General",
    "content": "A nasal decongestant works by reducing swollen tissue in your nose, which, in turn, can decrease the production of mucus. This can make it easier to breathe, especially when you’re trying to sleep."
  },
  "1606809626": {
    "key": 1606809626,
    "category": "General",
    "content": "Gargling with salt water before bedtime may help soothe a sore throat and prevent an infection from getting worse. It’s a natural, low-cost way to ease discomfort."
  },
  "1606809635": {
    "key": 1606809635,
    "category": "General",
    "content": "According to a 2015 study, a saline nasal rinse, also known as a sinus flush, may help reduce congestion, clear out mucus and germs, and make breathing easier."
  },
  "1606809645": {
    "key": 1606809645,
    "category": "General",
    "content": "Lying down can make mucus build up in your throat, leading to coughing and restless nights. This doesn’t mean you need to sleep sitting up, though. Simply stack your pillows to lift your head slightly. This can help minimize mucus accumulation in your throat."
  },
  "1606809667": {
    "key": 1606809667,
    "category": "General",
    "content": "The steam of a hot shower may help thin out and drain the mucus in your sinuses, which can make it easier to breathe. A warm shower is also a great way to relax before bedtime."
  },
  "1606809678": {
    "key": 1606809678,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809691": {
    "key": 1606809691,
    "category": "General",
    "content": "Many people claim that if you don’t stay hydrated throughout the day, your energy levels and brain function start to suffer."
  },
  "1606809742": {
    "key": 1606809742,
    "category": "General",
    "content": "Memorize something everyday. Not only will this leave your brain sharp and your memory functioning, you will also have a huge library of quotes to bust out at any moment. Poetry, sayings and philosophies are your best options.\n"
  },
  "1606809765": {
    "key": 1606809765,
    "category": "General",
    "content": "Superman was completely re-energized when he flew out to space and soaked in some rays and you can do the same right outside your front door (if you live in a constantly dreary place, my apologies). The sun feels amazing: your entire body will be coursing with warmth and life."
  },
  "1606809861": {
    "key": 1606809861,
    "category": "General",
    "content": "A vapor rub is a medicated ointment that’s topically applied to the neck and chest. It often contains ingredients like:\nEucalyptus oil. Cineole, the main component in eucalyptus oil, can loosen thick and sticky mucus.\nMenthol. Menthol has a cooling effect that may make it feel easier to breathe.\nCamphor. Camphor may suppress coughing and thin mucus."
  },
  "1606809904": {
    "key": 1606809904,
    "category": "General",
    "content": "If you find yourself squinting frequently, it may be a sign that you need to get your eyes checked or that you need a stronger prescription for your glasses or contact lenses. Getting a new prescription may benefit your skin as well as your eyes."
  },
  "1606809926": {
    "key": 1606809926,
    "category": "General",
    "content": "In case of teeth injury such as avulsion do not wipe the tooth if it falls on the ground because you could damage root (PDL) cells. Leave this to your dentist. You have a golden period between 30-60 min. After that, chances of successful reimplantation of the avulsed tooth decrease. Many pharmacies sell ready to use storage medias that you can store the avulsed tooth in. Every house should have one of these."
  },
  "1606811594": {
    "key": 1606811594,
    "category": "Healthy Habits",
    "content": "Taking the stairs instead of the elevator is a simple way to get a little more physical activity in your daily life. It also strengthens and tones your legs and core while you’re at it!"
  },
  "1606811602": {
    "key": 1606811602,
    "category": "Healthy Habits",
    "content": "Reduce the harmful effects of sitting (like at your desk job) by standing up and moving around a bit every half hour."
  },
  "1606811609": {
    "key": 1606811609,
    "category": "Healthy Habits",
    "content": "Aim to sweat in some way each day—whether that’s via running, biking, dancing, hot yoga, or any other physical activity you enjoy."
  },
  "1606811620": {
    "key": 1606811620,
    "category": "Healthy Habits",
    "content": "Floss your teeth daily for good dental health and overall health. Not only does flossing daily protect your teeth and gums, but good dental health is also important for immunity and heart health."
  },
  "1606811626": {
    "key": 1606811626,
    "category": "Healthy Habits",
    "content": "A mid-day nap improves your memory and reduces the chances of developing heart diseases."
  },
  "1606811633": {
    "key": 1606811633,
    "category": "Healthy Habits",
    "content": "Exercising before going to bed makes your muscles burn more calories during the night."
  },
  "1606811640": {
    "key": 1606811640,
    "category": "Healthy Habits",
    "content": "If you suffer from headaches or mental stress, lie down next to a wall with your legs elevated and leaning against the wall at a 90-degree angle. Maintain this position for 5 minutes."
  },
  "1606811654": {
    "key": 1606811654,
    "category": "Healthy Habits",
    "content": "Follow appropriate hand washing guidelines and ensure you are washing your hands before handling, preparing and eating food. Carry a hand sanitizer if you purchase and/or eat food out of your home."
  },
  "1606811050": {
    "key": 1606811050,
    "category": "Immunity",
    "content": "You may know turmeric as a key ingredient in many curries. This bright yellow, bitter spice has also been used for years as an anti-inflammatory in treating both osteoarthritis and rheumatoid arthritis."
  },
  "1606811064": {
    "key": 1606811064,
    "category": "Immunity",
    "content": "Broccoli is supercharged with vitamins and minerals. Packed with vitamins A, C, and E, as well as fiber and many other antioxidants, broccoli is one of the healthiest vegetables you can put on your plate."
  },
  "1606811079": {
    "key": 1606811079,
    "category": "Immunity",
    "content": "Walk into a store, and you will find bottles of pills and herbal preparations that claim to \"support immunity\" or otherwise boost the health of your immune system. Although some preparations have been found to alter some components of immune function, thus far there is no evidence that they actually bolster immunity to the point where you are better protected against infection and disease. So that, do not let them to deceive you to buy that products."
  },
  "1606811090": {
    "key": 1606811090,
    "category": "Immunity",
    "content": "The body forms immunity when it is attacked by an infection. The immunological memories, that form once the infection is over, help combat the infections that have occurred in the past when they reoccur. However, sometimes the infection-causing agent mutates to a new, stronger strain and thus affects the body differently."
  },
  "1606811100": {
    "key": 1606811100,
    "category": "Immunity",
    "content": "Twenty minutes of laughter a day may not keep the doctor away, but it may help keep your immune system working properly."
  },
  "1606811113": {
    "key": 1606811113,
    "category": "Immunity",
    "content": "Your gut is filled with tons of bacteria and other things to help you digest your food. But germs outside your body are normally regarded as vile and disgusting. While some of this may be true, you need those germs to stay healthy."
  },
  "1606811126": {
    "key": 1606811126,
    "category": "Immunity",
    "content": "Stress has a significant effect on your immune system. During stress, a series of events release cortisol, adrenaline, and other stress hormones from the adrenal gland. Together they help your body cope with stress. Normally, cortisol is helpful because it decreases the inflammation in the body that results from the immune responses caused by stress."
  },
  "1606811137": {
    "key": 1606811137,
    "category": "Immunity",
    "content": "Having a fever and inflammation can be unpleasant, but they’re signs that your body is doing its job. Fever releases white blood cells, increases metabolism, and stops certain organisms from multiplying."
  },
  "1606811148": {
    "key": 1606811148,
    "category": "Immunity",
    "content": "Inflammation occurs when each damaged cell releases histamines. The histamines cause the cell walls to dilate. This creates the redness, heat, pain, and swelling of inflammation. As a result, your body limits the effects of the irritant."
  },
  "1606811190": {
    "key": 1606811190,
    "category": "Immunity",
    "content": "Your immune system is one of the greatest assets you have and you never thank it. In your life, your body will autonomously eradicate between 6-10 cancers without your realizing. It will fight your infections, repair micro traumas and police the entire population of billions of cells in your body without your asking. All it requests in return is a little bit of health to preserve it. Stop smoking, lose weight. Maybe exercise a little. Don’t drink so much. Your diet is so much more important that you realize."
  },
  "1606811201": {
    "key": 1606811201,
    "category": "Immunity",
    "content": "Like any fighting force, the immune system army marches on its stomach. Healthy immune system warriors need good, regular nourishment. Try to meet the requirements of zinc, selenium, iron, copper, folic acid, and vitamins A, B6, C, and E."
  },
  "1606811215": {
    "key": 1606811215,
    "category": "Immunity",
    "content": "The immune system is a complex network of tissues and organs that spreads throughout the entire body. In a nutshell, it works like this: A series of \"sensors\" within the system detects an intruding pathogen, like bacteria or a virus. Then the sensors signal other parts of the system to kill the pathogen and eliminate the infection."
  },
  "1606811244": {
    "key": 1606811244,
    "category": "Immunity",
    "content": "Your immune system works hard to protect you every day, but there are things you can do to help it out:\nGet a good night’s sleep. Your body can’t function correctly if you aren’t sleeping well.\nPractice good hygiene. Washing your hands regularly can prevent infections.\nEat a balanced diet and get plenty of exercise. Eating nutritious food and staying active will help your body fight off infections."
  },
  "1606811264": {
    "key": 1606811264,
    "category": "Immunity",
    "content": "The saying goes that laughter is the best medicine, and there’s truth to that. Laughter releases dopamine and other feel-good chemicals in the brain, all of which can help decrease stress."
  },
  "1606811271": {
    "key": 1606811271,
    "category": "Immunity",
    "content": "You are born with a certain level of immunity and develop adaptive immunity as you age, but it is not resistant to damage. Your lifestyle affects how well your immune system protects your body. Factors like a sedentary lifestyle, unhealthy diet, smoking, excessive alcohol drinking, inadequate sleep can weaken your immune system and make you more susceptible to infections."
  },
  "1606811282": {
    "key": 1606811282,
    "category": "Immunity",
    "content": "Taking a daily multivitamin and mineral supplement may bring other health benefits, beyond any possibly beneficial effects on the immune system. Taking megadoses of a single vitamin does not. More is not necessarily better."
  },
  "1606811295": {
    "key": 1606811295,
    "category": "Immunity",
    "content": "Almost every mother has said it: \"Wear a jacket or you'll catch a cold!\" Is she right? Probably not, exposure to moderate cold temperatures doesn't increase your susceptibility to infection. There are two reasons why winter is \"cold and flu season.\" In the winter, people spend more time indoors, in closer contact with other people who can pass on their germs. Also the influenza virus stays airborne longer when air is cold and less humid."
  },
  "1606811308": {
    "key": 1606811308,
    "category": "Immunity",
    "content": "If you think citrus fruits have the most vitamin C of any fruit or vegetable, think again. Ounce for ounce, red bell peppers contain almost 3 times as much vitamin C (127 mg Trusted Source) as a Florida orange (45 mg Trusted Source). They’re also a rich source of beta carotene."
  },
  "1606811323": {
    "key": 1606811323,
    "category": "Immunity",
    "content": "Garlic is found in almost every cuisine in the world. It adds a little zing to food and it’s a must-have for your health. It’s immune-boosting properties seem to come from a heavy concentration of sulfur-containing compounds, such as allicin."
  },
  "1606811335": {
    "key": 1606811335,
    "category": "Immunity",
    "content": "Sunflower seeds are incredibly high in selenium. Just 1 ounce contains nearly half the selenium that the average adult needs daily. A variety of studies, mostly performed on animals, have looked at its potential to combat viral infections such as swine flu (H1N1)."
  },
  "1606811345": {
    "key": 1606811345,
    "category": "Immunity",
    "content": "Both green and black teas are packed with flavonoids, a type of antioxidant. Where green tea really excels is in its levels of epigallocatechin gallate (EGCG), another powerful antioxidant."
  },
  "1606811365": {
    "key": 1606811365,
    "category": "Immunity",
    "content": "Your immune system can adapt, which is why human beings have been around for so long. Once your body comes in contact with a foreign substance, it attacks it and remembers it. If it comes back, your body knows what to do. This is most apparent with measles: one infection is usually enough to protect you for life."
  },
  "1606811866": {
    "key": 1606811866,
    "category": "Medical Hacks",
    "content": "The satisfying sound of cracking your knuckles comes from gas bubbles bursting in your joints."
  },
  "1606811881": {
    "key": 1606811881,
    "category": "Medical Hacks",
    "content": "No one really knows what fingerprints are for, but they might help wick water away from our hands, prevent blisters, or improve touch."
  },
  "1606811890": {
    "key": 1606811890,
    "category": "Medical Hacks",
    "content": "Bodies give off a tiny amount of light that’s too weak for the eye to see."
  },
  "1606811897": {
    "key": 1606811897,
    "category": "Medical Hacks",
    "content": "You lose about 4kg of skin cells every year!"
  },
  "1606811908": {
    "key": 1606811908,
    "category": "Medical Hacks",
    "content": "Each day, the kidneys process about 200 quarts (50 gallons) of blood to filter out about 2 quarts of waste and water."
  },
  "1606811917": {
    "key": 1606811917,
    "category": "Medical Hacks",
    "content": "Yet recently it has been discovered that the appendix is very useful to the bacteria that help your digestive system function. They use it to get respite from the strain of the frenzied activity of the gut, somewhere to breed and help keep the gut's bacterial inhabitants topped up. So treat your appendix with respect."
  },
  "1606811926": {
    "key": 1606811926,
    "category": "Medical Hacks",
    "content": "An adult is made up of around 7,000,000,000,000,000,000,000,000,000 (7 octillion) atoms."
  },
  "1606811947": {
    "key": 1606811947,
    "category": "Medical Hacks",
    "content": "Goosepimples are a remnant of our evolutionary predecessors. They occur when tiny muscles around the base of each hair tense, pulling the hair more erect. With a decent covering of fur, this would fluff up the coat, getting more air into it, making it a better insulator. But with a human's thin body hair, it just makes our skin look strange."
  },
  "1606811964": {
    "key": 1606811964,
    "category": "Medical Hacks",
    "content": "Conventional wisdom may tell you that if you are hot, drinking something cold will cool down your body. However, research has shown that on a hot day, drinking a hot beverage may help your body stay cool. The reason being that when you drink a hot drink, your body produces sweat to cool down your body temperature."
  },
  "1606811988": {
    "key": 1606811988,
    "category": "Medical Hacks",
    "content": "Our sweat is composed mostly of water – about 99 percent! How much we sweat is unique to each individual; factors like gender and/or age can contribute to a person sweating more or less."
  },
  "1606812009": {
    "key": 1606812009,
    "category": "Medical Hacks",
    "content": "If you are physically tired, the best thing to do is exercise as it will give you more energy than sitting. Studies have found that the blood and oxygen flow through the body will give you more energy and improve your mood. The increase in endorphin levels can contribute to a feeling of well-being."
  },
  "1606812019": {
    "key": 1606812019,
    "category": "Medical Hacks",
    "content": "A person will die from lack of sleep sooner than they will from starvation, which usually takes a few weeks."
  },
  "1606812043": {
    "key": 1606812043,
    "category": "Medical Hacks",
    "content": "Human fingers stretch and bend about 25 million times in a normal lifetime."
  },
  "1606812053": {
    "key": 1606812053,
    "category": "Medical Hacks",
    "content": "When you look at an object, the image of that object appears upside down on your retina. However, your brain automatically corrects for this, allowing you to perceive the object the right side up."
  },
  "1606812060": {
    "key": 1606812060,
    "category": "Medical Hacks",
    "content": "During the first six weeks of life, there is no difference between the male and female embryo."
  },
  "1606812075": {
    "key": 1606812075,
    "category": "Medical Hacks",
    "content": "Measure yourself in the morning, then again at night. You’re going to be taller in the morning because of how the cartilage in your bones compresses during the day. Thanks a lot, gravity!"
  },
  "1606812089": {
    "key": 1606812089,
    "category": "Medical Hacks",
    "content": "Depending on your beats per minute, your heart beats about 100,000 times a day. That means it sends 2,000 gallons of blood through the body."
  },
  "1606812136": {
    "key": 1606812136,
    "category": "Medical Hacks",
    "content": "The highest blood flow isn’t in your heart, liver, or brain. It’s in your kidneys. That’s because kidneys are the body’s natural filtration system."
  },
  "1606812151": {
    "key": 1606812151,
    "category": "Medical Hacks",
    "content": "Healthy lungs look pink and rubbery on the outside. The more you smoke though, the more tarry and black they become. This can have a serious effect on quality of life, and can even cause bubbles (called blebs) rupturing in your lungs (a condition called spontaneous pneumothorax)."
  },
  "1606812163": {
    "key": 1606812163,
    "category": "Medical Hacks",
    "content": "12% of people dream in black and white. What’s weirder is that human beings used to sleep and dream in black and white even more before color tv (~15%). The average person still dreams in color, but it’s interesting to see how the human brain is susceptible to media."
  },
  "1606812202": {
    "key": 1606812202,
    "category": "Medical Hacks",
    "content": "Having a good cry really is good for you. The tears you shed when you cry contain stress hormones, and crying itself may actually stimulate the production of endorphins—the body's natural painkiller—as well as feel-good hormones such as oxytocin."
  },
  "1606812213": {
    "key": 1606812213,
    "category": "Medical Hacks",
    "content": "The human body has incredible regenerative powers. For example, your entire brain replaces itself every 2 months; your liver, every 6 weeks; and your epidermis, every 35 days. Even your stomach lining replaces itself every 3 to 4 days. If your body didn't do this, the strong acids used by your stomach to digest food would also digest your stomach! And speaking of your stomach, did you know that your stomach acids are so strong that they can dissolve razor blades?"
  },
  "1606812225": {
    "key": 1606812225,
    "category": "Medical Hacks",
    "content": "The human nose can remember 50,000 different scents, and experts say that the memories evoked by our sense of smell are some of the oldest and most potent we have. Think of how you feel when you smell a flower that used to grow in your grandmother's garden, or the shaving cream your father used when you were a child. Researchers have found that brain waves connect smells through memories via an associative process that links neural networks through synchronized brain waves of 20-40 Hz. The result? Smell is the strongest memory retainer."
  },
  "1606812258": {
    "key": 1606812258,
    "category": "Medical Hacks",
    "content": "Did you know that the children of identical twins are genetically siblings rather than cousins? This is because they share 25% of their DNA. Full siblings share 50% of their DNA, half-siblings share 25%, and cousins share 12.5%. Thus, they are the genetic equivalent of half-siblings."
  },
  "1606812292": {
    "key": 1606812292,
    "category": "Medical Hacks",
    "content": "Humans share 98.8% of their DNA with chimpanzees. But thankfully, despite this, the differences lie in how these genes are used. Because gene expression can be turned up or down. The same gene can be turned to \"high\" in a human and \"low\" in a chimp. The human brain is larger and smarter than that of chimps and gorillas because, although we all have the same genes in the same brain region, these genes are expressed in different \"volumes\" or amounts. It is these differences that affect brain development and function."
  },
  "1606812332": {
    "key": 1606812332,
    "category": "Medical Hacks",
    "content": "Next time you run out of bandages, know that you could reach for the cobwebs in your basement as an alternative. Cobwebs actually have natural antiseptic and anti-fungal properties, and were used in ancient Greece and Rome by physicians to make bandages. In traditional European medicine as well, cobwebs were used on wounds and cuts. They supposedly speeded healing and reduced bleeding. Cobwebs are said to be rich in vitamin K, and thus may have antifibrinolytic properties."
  },
  "1606812440": {
    "key": 1606812440,
    "category": "Medical Hacks",
    "content": "Researchers showed that in the scales between the female egg and male sperm that your genes tend to favor your dad, especially over multiple generations. This phenomena is known as “gene expression”."
  },
  "1606812450": {
    "key": 1606812450,
    "category": "Medical Hacks",
    "content": "Don’t sweat these amazing facts! You have between 2 and 5 MILLION sweat glands, and the more active you are, the more you sweat. That’s because the body recognizes that you need to cool off so you can continue to work out. Stress sweat and regular sweat are composed of different things. Stress fat has fatty acids in it, where regular sweat doesn’t. Weird to think how your brain controls that, huh?"
  },
  "1606812458": {
    "key": 1606812458,
    "category": "Medical Hacks",
    "content": "The smallest bone is one of the ossicles which are located in the ear. One quarter of your body’s bones are located in your feet."
  },
  "1606812478": {
    "key": 1606812478,
    "category": "Medical Hacks",
    "content": "Your skin is vital in protection of the body against bacteria (the skin itself has 1000 different species of bacteria on it at any given time), which is why the outer layer of your skin continually renews itself. The entire process of skin cell renewal takes about 28 days."
  },
  "1606812495": {
    "key": 1606812495,
    "category": "Medical Hacks",
    "content": "In time, your brain will have a harder time with long-term memory because the brain is unable to filter and remove old memories which prevent it from absorbing new ideas. That means the brain has to work harder to produce memories over the average lifetime."
  },
  "1606812509": {
    "key": 1606812509,
    "category": "Medical Hacks",
    "content": "Your strongest muscle is located in your jaw known as the masseter muscle. The stapedius muscle, located in the middle of your ear, is your weakest muscle."
  },
  "1606812520": {
    "key": 1606812520,
    "category": "Medical Hacks",
    "content": "Though people have small blood vessels, the networking is amazingly long. If they were laid out they would measure more than 60,000 miles."
  },
  "1606812532": {
    "key": 1606812532,
    "category": "Medical Hacks",
    "content": "Babies are born with about 300 bones, but by the time they reach adulthood, these bones will have fused together to form 206 bones. Babies are born with more cartilage than bone. With time, the cartilage is replaced by bone matrices, and the calcium salts babies get from their diets are laid to form hardened bone through a process known as endochondral ossification, or the conversion of cartilage into bone."
  },
  "1606812548": {
    "key": 1606812548,
    "category": "Medical Hacks",
    "content": "It might seem hard to believe, but we have about the same number of hairs on our bodies as a chimpanzee, it's just that our hairs are useless, so fine they are almost invisible. We aren't sure quite why we lost our protective fur. It has been suggested that it may have been to help early humans sweat more easily, or to make life harder for parasites such as lice and ticks, or even because our ancestors were partly aquatic."
  },
  "1606812562": {
    "key": 1606812562,
    "category": "Medical Hacks",
    "content": "Practically everything we experience is made up of molecules. These vary in size from simple pairs of atoms, like an oxygen molecule, to complex organic structures. But the biggest molecule in nature resides in your body. It is chromosome 1. A normal human cell has 23 pairs of chromosomes in its nucleus, each a single, very long, molecule of DNA. Chromosome 1 is the biggest, containing around 10bn atoms, to pack in the amount of information that is encoded in the molecule."
  },
  "1606812585": {
    "key": 1606812585,
    "category": "Medical Hacks",
    "content": "Repeated facial movements like squinting, frowning, or pursing of the lips can speed up the formation of wrinkles."
  },
  "1606812594": {
    "key": 1606812594,
    "category": "Medical Hacks",
    "content": "Extraocular muscles in the eye are the body’s fastest muscles. They allow both of your eyes to flick in the same direction in a single 50-millisecond movement."
  },
  "1606812603": {
    "key": 1606812603,
    "category": "Medical Hacks",
    "content": "The pineal gland, which secretes the hormone melatonin, got its name from its shape, which resembles a pine nut."
  },
  "1606812617": {
    "key": 1606812617,
    "category": "Medical Hacks",
    "content": "Hair grows fast (about 6 inches per year). The only thing in the body that grows faster is bone marrow."
  },
  "1606812633": {
    "key": 1606812633,
    "category": "Medical Hacks",
    "content": "Wisdom teeth serve no purpose. They’re left over from hundreds of thousands of years ago. As early humans’ brains grew bigger, it reduced space in the mouth, crowding out this third set of molars."
  },
  "1606812640": {
    "key": 1606812640,
    "category": "Medical Hacks",
    "content": "If they were laid end to end, all of the blood vessels in the human body would encircle the Earth four times."
  },
  "1606812670": {
    "key": 1606812670,
    "category": "Medical Hacks",
    "content": "The human heart beats more than three billion times in an average lifespan."
  },
  "1606812678": {
    "key": 1606812678,
    "category": "Medical Hacks",
    "content": "Scientists estimate that the nose can recognise a trillion different scents!"
  },
  "1606812693": {
    "key": 1606812693,
    "category": "Medical Hacks",
    "content": "Our muscle strength can be measured in different ways. If you are referring to the muscle that can exert the most force, then your calf muscle, the soleus, would be the winner. However, if you want to find the muscle that can exert the most pressure, then the jaw muscle, or the masseter, would be the strongest. The human jaw can close teeth with a force as great as 200 pounds, or 890 newtons!"
  },
  "1606812706": {
    "key": 1606812706,
    "category": "Medical Hacks",
    "content": "It is possible to see signs on your body that you may have high cholesterol. Xanthelasmata, or xanthelasma, are cholesterol-filled bumps that form under your skin. It can be an indicator of possible heart disease. The lesions can be found all over the body and tend to appear on the skin of older people with diabetes or other heart ailments."
  },
  "1606812715": {
    "key": 1606812715,
    "category": "Medical Hacks",
    "content": "Food labels may say that it is cholesterol-free, however, that does not mean that the food is good for your cholesterol levels. Trans fats, which are cholesterol-raising, naturally have no cholesterol but can be detrimental to your cholesterol levels. Trans fats can be found in many fried foods and baked goods. Trans fat, such as partially hydrogenated vegetable oils, and saturated fats are not good for your cholesterol levels and should be avoided as much as possible."
  },
  "1606812737": {
    "key": 1606812737,
    "category": "Medical Hacks",
    "content": "More germs are transferred shaking hands than kissing!"
  },
  "1606812752": {
    "key": 1606812752,
    "category": "Medical Hacks",
    "content": "Aspirin and alcohol can be absorbed directly into the bloodstream through the stomach lining."
  },
  "1606812777": {
    "key": 1606812777,
    "category": "Medical Hacks",
    "content": "What makes healthcare so expensive in America? Rather than mere overuse of medical services, a study published in the Journal of the American Medical Association found that the high cost of medical treatments and procedures is what makes healthcare expenditures twice as costly in the U.S. than in other wealthy countries, The Washington Post reported."
  },
  "1606812797": {
    "key": 1606812797,
    "category": "Medical Hacks",
    "content": "The average human adult has 2000-4000 taste buds. They aren’t only located on the tongue. These tiny sense organs that give us the ability to taste are also located in the back of your throat, your nose, and your esophagus. That’s right, your nose doesn’t just smell — it can taste too! The sense of smell is a very important component of tasting.\n"
  },
  "1606812814": {
    "key": 1606812814,
    "category": "Medical Hacks",
    "content": "The arteries of the blue whale—the largest living creature on earth—are so big that a full-sized human being could swim through them. Blue whales can grow to be over 100 ft long, and weigh over 100 tons. Because their hearts can weigh up to 1,300 lb—with aortas over 9 inches in diameter and a heart rate of 8-10 bpm—it's no surprise that the arteries needed to transport blood from whale hearts to the rest of their bodies are large enough to swim laps in."
  },
  "1606812823": {
    "key": 1606812823,
    "category": "Medical Hacks",
    "content": "Did you know that the little blue pill (sildenafil [Viagra]) can also make cut flowers stand up straight? What is perhaps more amazing is that researchers actually studied this. They found that only 1 mg of the drug (compared with the 50-g dose used by men with erectile dysfunction) dissolved in water can double the life of cut flowers, making them stand up straight for up to 1 week longer than they usually would. The same held true when they tested sildenafil on strawberries, broccoli, and other produce."
  },
  "1606807988": {
    "key": 1606807988,
    "category": "Nutrition",
    "content": "Tomatoes needed to be consumed since they contain lycopene; which is powerful cancer fighter."
  },
  "1606808051": {
    "key": 1606808051,
    "category": "Nutrition",
    "content": "Eating melon relieves anxiety and stress, plus they boost your metabolism."
  },
  "1606808065": {
    "key": 1606808065,
    "category": "Nutrition",
    "content": "Drinking two cups of cold water before a meal increases your body’s metabolism rate by up to 30%."
  },
  "1606808085": {
    "key": 1606808085,
    "category": "Nutrition",
    "content": "Good sources of calcium include dairy products, leafy green vegetables, certain fish, grains, tofu, cabbage, and summer squash. You can try to consume them more frequently."
  },
  "1606808114": {
    "key": 1606808114,
    "category": "Nutrition",
    "content": "Vitamin D is also crucial to the proper metabolism of calcium."
  },
  "1606808148": {
    "key": 1606808148,
    "category": "Nutrition",
    "content": "Fermented foods like yogurt, sauerkraut, kimchi, kefir etc. are good to consume due to their bacterial features called probiotics, which populate your digestive tract."
  },
  "1606808168": {
    "key": 1606808168,
    "category": "Nutrition",
    "content": "Fish oil, which is derived from fatty fish like anchovies, mackerel and salmon, is one of the most popular dietary supplements in the world. They can provide benefits to heart and brain health, among other benefits."
  },
  "1606808176": {
    "key": 1606808176,
    "category": "Nutrition",
    "content": "Consuming olive oil, which is highly anti-inflammatory, is linked to a decreased risk of chronic diseases like heart disease and type 2 diabetes."
  },
  "1606808189": {
    "key": 1606808189,
    "category": "Nutrition",
    "content": "Consuming green tea has been found to reduce the risk of breast cancer. Try to consume them."
  },
  "1606808205": {
    "key": 1606808205,
    "category": "Nutrition",
    "content": "The most important preventive measure you can take against the sun is to build up your antioxidant levels and maintain adequate levels of vitamins A, C, D and E."
  },
  "1606808219": {
    "key": 1606808219,
    "category": "Nutrition",
    "content": "Alpha lipoic acid is a wonderful anti-aging mechanism; It has been shown to reduce fine lines, improve skin texture, tighten pores, and give skin a general radiance."
  },
  "1606808251": {
    "key": 1606808251,
    "category": "Nutrition",
    "content": "A banana has approximately 30% of your daily recommended intake of vitamin B6. Vitamin B6 helps the brain produce serotonin, which is considered a mood stabilizer. Serotonin impacts your motor skills and emotions. It is also the chemical that helps you sleep and digest food. Eating a banana can help relieve depression and anxiety by stimulating the serotonin levels in your body."
  },
  "1606808281": {
    "key": 1606808281,
    "category": "Nutrition",
    "content": "We often hear about how caffeine is bad for us; however, a study from the Harvard School of Public Health has found that, for women, drinking four or more cups of caffeinated coffee a day could reduce risk of depression by 20 per cent."
  },
  "1606808340": {
    "key": 1606808340,
    "category": "Nutrition",
    "content": "Snacking between meals can help control hunger, but snacking should not replace proper meals. For snacks, we could choose yoghurt, a handful of fresh or dried fruits or vegetables (like carrot sticks), unsalted nuts, or perhaps some bread with cheese."
  },
  "1606808358": {
    "key": 1606808358,
    "category": "Nutrition",
    "content": "Adult individuals need to drink at least 1.5 litres of fluid a day or more; if it's very hot or they are physically active."
  },
  "1606808372": {
    "key": 1606808372,
    "category": "Nutrition",
    "content": "Diets that contain huge amounts of sugar will cause cavities in your teeth. But most importantly, the frequency of consumption is of a greater impact. If you eat chocolate 5 times a day for instance, your teeth will have greater chance of becoming decayed than eating chocolate once."
  },
  "1606808389": {
    "key": 1606808389,
    "category": "Nutrition",
    "content": "Eating salmon provides omega-3 fatty acids and high-quality proteins which is important for our body."
  },
  "1606808406": {
    "key": 1606808406,
    "category": "Nutrition",
    "content": "Magnesium increases calcium absorption and it can be found in leafy green vegetables, summer squash, broccoli, halibut, cucumber, green beans, celery, and a variety of seeds."
  },
  "1606808415": {
    "key": 1606808415,
    "category": "Nutrition",
    "content": "If you tend to retain water and experiencing bloating, avoiding salty snacks, frozen dinners, and processed foods can make a big difference."
  },
  "1606808444": {
    "key": 1606808444,
    "category": "Nutrition",
    "content": "Folic acid should be taken regularly by all pregnant mothers and people with a low immunity to disease. It usually is found in green leafy vegetables, liver, fruit and bran."
  },
  "1606808473": {
    "key": 1606808473,
    "category": "Nutrition",
    "content": "Paying attention to portion size will help you not to consume too much calories, and will allow you to eat all the foods we enjoy, without having to eliminate any."
  },
  "1606808480": {
    "key": 1606808480,
    "category": "Nutrition",
    "content": "Excess body fat comes from eating more than we need. The extra calories can come from any caloric nutrient - protein, fat, carbohydrate, or alcohol, but fat is the most concentrated source of energy."
  },
  "1606808495": {
    "key": 1606808495,
    "category": "Nutrition",
    "content": "Fruits and vegetables are among the most important foods for giving us enough vitamins, minerals and fibre. We should try to eat at least 5 servings a day."
  },
  "1606808601": {
    "key": 1606808601,
    "category": "Nutrition",
    "content": "Choose foods that naturally contain oils, such as seafood and nuts, instead of some meat and poultry."
  },
  "1606808665": {
    "key": 1606808665,
    "category": "Nutrition",
    "content": "Saturated fat could be harmful for your body; however, it also raises HDL (good) cholesterol and shrinks your LDL (bad) particles, which is linked to a lower risk of heart disease."
  },
  "1606809978": {
    "key": 1606809978,
    "category": "Stay Young",
    "content": "Start learning a new language or how to play an instrument. These actions help slow down the brain’s aging process."
  },
  "1606810003": {
    "key": 1606810003,
    "category": "Stay Young",
    "content": "Retinoids, which are derived from Vitamin A, are one of the most studied anti-aging ingredients."
  },
  "1606810076": {
    "key": 1606810076,
    "category": "Stay Young",
    "content": "Oily fish such as salmon, mackerel, herring and tuna are the best source of omega-3 essential fatty acids, which have been found to protect against cardiovascular disease (particularly in combination with statins), type II diabetes and rheumatoid arthritis. Also, Omega-3 is believed to help the skin stay elastic and hydrated, which means wrinkles are less likely to appear — and which is why salmon is the base of the famous anti-aging Perricone Plan."
  },
  "1606810088": {
    "key": 1606810088,
    "category": "Stay Young",
    "content": "There's a good reason we're hearing so much about pomegranates these days. \"Current studies show that they are more beneficial than other fruits,\" says Dr. Oz. Pomegranate juice has been found to lower cholesterol and blood pressure, possibly delay the onset of atherosclerosis, and potentially help reduce the risk of Alzheimer's disease; researchers believe it may also help prevent some forms of cancer from starting or progressing. Pomegranates can also protect the skin from damage caused by UV rays."
  },
  "1606810099": {
    "key": 1606810099,
    "category": "Stay Young",
    "content": "The health buzz about this brew keeps getting stronger: Green tea has been found to reduce the risk of breast cancer and prevent remissions, and now it's being tested as a way to help prevent bladder, colorectal, and lung cancer recurrence."
  },
  "1606810117": {
    "key": 1606810117,
    "category": "Stay Young",
    "content": "We call collagen creams the “fountain of youth.” If you like the sound of that, consider using creams like that, which is clinically proven to erase wrinkles. It's pretty pricey, but you should expect to see tightened, toned skin after 15 days."
  },
  "1606810129": {
    "key": 1606810129,
    "category": "Stay Young",
    "content": "Start your daily skin care routine with a gently exfoliating cleanser. Apply a moisturizer to hydrate the skin, allowing it to stay firm and elastic and reducing the appearance of wrinkles. Ingredients like green-tea extract, vitamins A, C & E, and hyaluronic acid help protect against free-radicals, increase collagen, and retain moisture."
  },
  "1606810157": {
    "key": 1606810157,
    "category": "Stay Young",
    "content": "There are two factors affecting the way we age: intrinsic factors — caused by the genes we inherit — and extrinsic (external or environmental) factors, such as exposure to the sun’s rays and cigarette smoking. This is the area that you can take action in. If you smoke, stop — and if you don’t wear a sun protection factor on your skin, start! Without protection from the sun’s rays, daily exposure can add up to cause noticeable changes and damage to the skin, such as freckles, age spots, spider veins and fine wrinkles."
  },
  "1606810192": {
    "key": 1606810192,
    "category": "Stay Young",
    "content": "A part of healthy aging is continuing to grow and learn. Fedus said it doesn’t necessarily have to be in a classroom, but it can be if you’re hoping to complete a degree to advance at work or start a new career after retirement. “You can also keep learning in a book group, movie club, reading on your own, visiting a museum, traveling to learn about a place or a culture, taking a workshop,” she said."
  },
  "1606810205": {
    "key": 1606810205,
    "category": "Stay Young",
    "content": "Stop using skin care products that sting or burn. When your skin burns or stings, it means your skin is irritated. Irritating your skin can make it look older."
  },
  "1606810244": {
    "key": 1606810244,
    "category": "Stay Young",
    "content": "Drinking less alcohol is good for staying young. Alcohol is rough on the skin. It dehydrates the skin, and in time, damages the skin. This can make us look older."
  },
  "1606810265": {
    "key": 1606810265,
    "category": "Stay Young",
    "content": "If you smoke, stop. Smoking greatly speeds up how quickly skin ages. It causes wrinkles and a dull, sallow complexion."
  },
  "1606810274": {
    "key": 1606810274,
    "category": "Stay Young",
    "content": "Avoid repetitive facial expressions. When you make a facial expression, you contract the underlying muscles. If you repeatedly contract the same muscles for many years, these lines become permanent."
  },
  "1606810285": {
    "key": 1606810285,
    "category": "Stay Young",
    "content": "Research shows a connection between spirituality and happiness. When people are able to find purpose or meaning to life, it can help them feel more satisfied. According to Fedus, it can be found through formal religion or just by developing a spiritual practice. “Meditation, yoga, listening to music, a walk in the woods or by the ocean, gardening, painting, reading or writing poetry,” she said."
  },
  "1606810295": {
    "key": 1606810295,
    "category": "Stay Young",
    "content": "Learning a new skill is good for the brain. Certain hobbies, like photography or learning to play an instrument, can potentially lead to improved cognitive functioning, which often declines as you age. Whether you’re 20 or picking up a new hobby at 40, it can help you experience different and exciting things."
  },
  "1606810306": {
    "key": 1606810306,
    "category": "Stay Young",
    "content": "As the largest organ of the body, your skin can reveal a lot about your health and your age. To prevent it from aging prematurely, the American Academy of Dermatology recommends washing your face twice daily, avoiding products that burn or sting, cleansing your skin gently instead of scrubbing and applying a facial moisturizer every day."
  },
  "1606810312": {
    "key": 1606810312,
    "category": "Stay Young",
    "content": "Over time, going outside without protecting your skin can cause permanent damage like wrinkles, age spots and sagging. While there are things you can do to protect it from harsh weather and other environmental risks, your best bet for healthy, glowing skin is to cover up and apply sunscreen daily, even if it’s overcast or cold out."
  },
  "1606810320": {
    "key": 1606810320,
    "category": "Stay Young",
    "content": "A common misconception is that sunscreen should only be applied on sunny summer days when you’re lounging at the beach or hanging poolside. But if you plan to participate in winter activities like skiing or snowboarding, sunscreen is a necessity. Sunlight is the greatest source of ultraviolet (UV) radiation, the main cause of skin cancer. If sunlight bounces off a surface, it can increase UV exposure. According to the Skin Cancer Foundation, “snow reflects 80% of the sun’s UV light,” doubling harmful exposure and increasing the risk of damage to your skin. Use a broad-spectrum sunscreen with an SPF of 15 or higher on exposed skin to protect your body."
  },
  "1606810333": {
    "key": 1606810333,
    "category": "Stay Young",
    "content": "Your cell phone affects your health more than you might think. According to an article published on UCHealth Today, Americans check their phones around 100 to 150 times a day and each interaction releases adrenaline, which can cause stress. Other research suggests that spending too much time on your phone can lead to symptoms of anxiety. Both stress and anxiety can lead to premature aging, making it important to take a break from your screen."
  },
  "1606810379": {
    "key": 1606810379,
    "category": "Stay Young",
    "content": "Apply a facial moisturizer every day. Moisturizer traps water in our skin, giving it a more youthful appearance."
  },
  "1606810404": {
    "key": 1606810404,
    "category": "Stay Young",
    "content": "Studies show that brain exercises can prevent cognitive decline, and the benefits can last for as many as five years. It is also reported that a two-week program of mental training can actually rewire the brain."
  },
  "1606810538": {
    "key": 1606810538,
    "category": "Stress Management",
    "content": "Sometimes it’s best not to even try contending with the racing thoughts. Sometimes you just need a break. Distract yourself. Watch a movie, phone or catch up with a friend, go for a walk, or do something positive that you know takes your mind off things."
  },
  "1606810561": {
    "key": 1606810561,
    "category": "Stress Management",
    "content": "Exercise is a fantastic stress reliever that can work in minutes. Taking a walk allows you to enjoy a change of scenery, which can get you into a different frame of mind, and brings the benefits of exercise as well."
  },
  "1606810592": {
    "key": 1606810592,
    "category": "Stress Management",
    "content": "Aromatherapy has real benefits for stress relief—it can help you to feel energized, more relaxed, or more present in the moment. Emerging research suggests certain scents can alter brain wave activity and decrease stress hormones in the body. So whether you enjoy candles, diffusers, or body products, consider incorporating some aromatherapy into your day."
  },
  "1606810613": {
    "key": 1606810613,
    "category": "Stress Management",
    "content": "Getting in touch with your creative side may have been easy for you during childhood, but if you’ve lost touch with your penchant for artwork, it’s not too late to pick it up again. If you aren't into drawing or painting, consider coloring in a coloring book. Adult coloring books have risen in popularity and for good reason. Coloring can be a great stress reliever."
  },
  "1606810629": {
    "key": 1606810629,
    "category": "Stress Management",
    "content": "Being assertive instead of aggressive can be a key concept for you to manage your stress. Assert your feelings, opinions, or beliefs instead of becoming angry, defensive, or passive."
  },
  "1606810659": {
    "key": 1606810659,
    "category": "Stress Management",
    "content": "A poor diet can bring greater reactivity toward stress. Emotional eating and reaching for high-fat, high-sugar foods can provide a temporary sense of relief that adds to your long-term stress."
  },
  "1606810677": {
    "key": 1606810677,
    "category": "Stress Management",
    "content": "Getting a good night sleep is fundamental for recharging and dealing with stressful situations in the best possible way. While it varies from individual to individual, on the exact amount of sleep needed, an uninterrupted sleep of approximately 8 hours is generally recommended."
  },
  "1606810686": {
    "key": 1606810686,
    "category": "Stress Management",
    "content": "Don’t hold it all inside. Talk to someone close to you about your worries or the things getting you down. Sharing worries can cut them in half, and also give you a chance to laugh at potentially absurd situations."
  },
  "1606810694": {
    "key": 1606810694,
    "category": "Stress Management",
    "content": "Resiliency is our ability to bounce back from stressful or negative experiences. To simplify, resilient people are skilled at accepting that the situation has occurred, they learn from what transpired and then they move on."
  },
  "1606810702": {
    "key": 1606810702,
    "category": "Stress Management",
    "content": "If we let them, our days will consume us. Before we know it, the months have become overwhelmingly busy. When we prioritize and organize our tasks, we create a less stressful and more enjoyable life."
  },
  "1606810709": {
    "key": 1606810709,
    "category": "Stress Management",
    "content": "Switching off all the technology, screen time, and constant stimuli can help us slow down. How often do you go offline? It is worth changing, for your own sake."
  },
  "1606810723": {
    "key": 1606810723,
    "category": "Stress Management",
    "content": "When we make time for ourselves, we put our well-being before others. This can feel selfish to start, but it is like the airplane analogy—we must put our own oxygen mask on before we can assist others. The simplest things that promote well-being, such as enough sleep, food, downtime, and exercise are often the ones overlooked."
  },
  "1606810734": {
    "key": 1606810734,
    "category": "Stress Management",
    "content": "It’s good to be mindful of any current unhealthy coping behaviors so you can switch them out for a healthy option. For example, if overeating is your current go to, you could practice meditation instead, or make a decision to phone a friend to chat through your situation. The American Psychological Association suggest that switching out one behavior at a time is most effective in creating positive change."
  },
  "1606810755": {
    "key": 1606810755,
    "category": "Stress Management",
    "content": "What causes you to be stressed? Be it work, family, change or any of the other potential thousand triggers."
  },
  "1606810795": {
    "key": 1606810795,
    "category": "Stress Management",
    "content": "What is your go-to tactic for calming down? These can be behaviors learned over years and sometimes aren’t the healthy option. For example, some people cope with stress by self-medicating with alcohol or overeating."
  },
  "1606810807": {
    "key": 1606810807,
    "category": "Stress Management",
    "content": "If you’re feeling overwhelmed, reach out to a friend or family member you can talk to. Speaking with a healthcare professional can also reduce stress, and help us learn healthier coping strategies."
  },
  "1606810827": {
    "key": 1606810827,
    "category": "Stress Management",
    "content": "Meditation brings short-term stress relief as well as lasting stress management benefits. There are many different forms of meditation to try. Each one is unique and brings its own appeal."
  },
  "1606810839": {
    "key": 1606810839,
    "category": "Stress Management",
    "content": "Leisure activities can be a wonderful way to relieve stress. Yet, many people feel as though their lives are too busy for hobbies, games, or extra fun."
  },
  "1606810860": {
    "key": 1606810860,
    "category": "Stress Management",
    "content": "Stress accounts for 30% of all infertility problems. In women, stress can cause spasms in the fallopian tubes and uterus. In men, it can reduce sperm count and cause erectile dysfunction."
  },
  "1606810872": {
    "key": 1606810872,
    "category": "Stress Management",
    "content": "For one thing, stress is difficult to define. What may appear to be a stressful situation for one person is not for another. When people are exposed to situations they regard as stressful, it is difficult for them to measure how much stress they feel, and difficult for the scientist to know if a person's subjective impression of the amount of stress is accurate. The scientist can only measure things that may reflect stress, such as the number of times the heart beats each minute, but such measures also may reflect other factors."
  },
  "1606810882": {
    "key": 1606810882,
    "category": "Stress Management",
    "content": "In the event of chronic stress, dominant hormones are released into our brain. These hormones are intended for short-term emergencies and in the event where they exist for extended periods they can shrink, impair and kill brain cells."
  },
  "1606810897": {
    "key": 1606810897,
    "category": "Stress Management",
    "content": "Set limits appropriately and learn to say no to requests that would create excessive stress in your life."
  },
  "1610795394": {
    "key": 1610795394,
    "category": "Motivation",
    "content": "\"If you are not willing to risk the usual you will have to settle for the ordinary.\" --Jim Rohn"
  },
  "1610795449": {
    "key": 1610795449,
    "category": "Motivation",
    "content": " Sometimes later becomes never. Do it now."
  },
  "1610795459": {
    "key": 1610795459,
    "category": "Motivation",
    "content": "Great things never come from comfort zones."
  },
  "1610795488": {
    "key": 1610795488,
    "category": "Motivation",
    "content": "\"The Best Way To Get Started Is To Quit Talking And Begin Doing.\" --Walt Disney"
  },
  "1610795543": {
    "key": 1610795543,
    "category": "Motivation",
    "content": "Strive for progress, not perfection."
  },
  "1610795554": {
    "key": 1610795554,
    "category": "Motivation",
    "content": "Don’t let what you cannot do interfere with what you can do."
  },
  "1610795576": {
    "key": 1610795576,
    "category": "Motivation",
    "content": "Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desires to reach their potential."
  },
  "1610795594": {
    "key": 1610795594,
    "category": "Motivation",
    "content": "We are what our thoughts have made us; so take care about what you think. Words are secondary. Thoughts live; they travel far."
  },
  "1610795618": {
    "key": 1610795618,
    "category": "Motivation",
    "content": "\"The Pessimist Sees Difficulty In Every Opportunity. The Optimist Sees Opportunity In Every Difficulty.\" --Winston Churchill"
  },
  "1610795633": {
    "key": 1610795633,
    "category": "Motivation",
    "content": "Hold Yourself Back. Don’t let yourself do everything you want to do. Only let yourself do 50-75 percent of what you want to do. And plan out a course of action where you slowly increase over time."
  },
  "1610795652": {
    "key": 1610795652,
    "category": "Motivation",
    "content": "“I’ve missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life and that is why I succeed.” – Michael Jordan"
  },
  "1610795666": {
    "key": 1610795666,
    "category": "Motivation",
    "content": "“When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.” ― Helen Keller"
  },
  "1610795681": {
    "key": 1610795681,
    "category": "Motivation",
    "content": "\"Take up one idea. Make that one idea your life--think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.\" --Swami Vivekananda"
  },
  "1610795692": {
    "key": 1610795692,
    "category": "Motivation",
    "content": "No one can achieve anything alone. Look at any big thing in history, and you will realize that one person didn’t do them."
  },
  "1610795713": {
    "key": 1610795713,
    "category": "Motivation",
    "content": "Whenever you accomplish your goal, give yourself some credit. You can post your story on community pages to share your success. It might give you a proud feeling and motivate you."
  },
  "1610795725": {
    "key": 1610795725,
    "category": "Motivation",
    "content": "Achieving goals could be a difficult task, and celebrating your success will help you to be motivated."
  },
  "1610795734": {
    "key": 1610795734,
    "category": "Motivation",
    "content": "Failure is a sign that you tried a particular task and thus is not bad at all. You may consider life journeys of successful people and none of them could be at the place they are if they did not fail in the past. But how can failure motivate you? There are certain lessons that you can only learn with experience and failures. Take these learning, utilize them in the future to achieve your dream. This will inspire you to perform better and boost your motivation."
  },
  "1610795762": {
    "key": 1610795762,
    "category": "Motivation",
    "content": "\"I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.\" --Dan Millman"
  },
  "1610795777": {
    "key": 1610795777,
    "category": "Motivation",
    "content": "When it comes to motivation and inspiration, you really do get what you give. So, be encouraging when others tell you about their goals, and curb your own tendencies to complain or be a downer. When you do this, you create positive energy within your inner circle. That uplifts everybody including you."
  },
  "1610795785": {
    "key": 1610795785,
    "category": "Motivation",
    "content": "If you want to stay motivated, read books that motivate and inspire you. These books could be inspirational biographies and autobiographies, self-help books, or even works of fiction that are uplifting to you."
  },
  "1610795808": {
    "key": 1610795808,
    "category": "Motivation",
    "content": "Whatever you are trying to do to accomplish your goals, chances are there are other people doing the same. One thing that you can do to boost your motivation is to find these people and use them as a source of help and encouragement."
  },
  "1610795815": {
    "key": 1610795815,
    "category": "Motivation",
    "content": "One of the great things about self improvement is that one action taken to improve yourself tends to boost your motivation, and increase your chances of successfully achieving your other goals. Learning new things is a great way to do this."
  },
  "1610795825": {
    "key": 1610795825,
    "category": "Motivation",
    "content": "Sometimes, we spend so much time focusing on the work of meeting our goals that we overburden ourselves, and we end up burning out. While it is very important to work very hard, it is also important to take of yourself in the meantime. This means getting enough sleep, leaving time to interact with loved ones, and engaging in hobbies and other activities that we enjoy."
  },
  "1610795835": {
    "key": 1610795835,
    "category": "Motivation",
    "content": "People who continually find fault, place blame, and nit pick are toxic. They sap the emotional energy of the people around them, and the unfortunate thing is that they don’t even realize it. If you have somebody continually draining your emotional reserves, do whatever you can to limit the amount of time you spend with them. You’ll be surprised at how quickly you get back to feeling motivated and ready to tackle your goals."
  }
}
