{
  "1606811443": {
    "key": 1606811443,
    "category": "Common Mistakes",
    "content": "Skipping meals, especially breakfast, can lead to out-of-control hunger, often resulting in helpless overeating."
  },
  "1606811453": {
    "key": 1606811453,
    "category": "Common Mistakes",
    "content": "Conventional household cleaning products are full of harmful chemical ingredients that are not good for our health. Switching to healthier alternatives is a simple way to reduce your exposure to environmental toxins in your home."
  },
  "1606811463": {
    "key": 1606811463,
    "category": "Common Mistakes",
    "content": "Similar to cleaning products, conventional skincare and personal care products are formulated with toxic ingredients we should not regularly let absorb into our body’s largest organ. Reduce the toxic burden on your body by switching to nontoxic personal care and beauty products."
  },
  "1606811480": {
    "key": 1606811480,
    "category": "Common Mistakes",
    "content": "Don't experiment with herbal products without consulting your doctor; they may interact with your medication and cause serious side effects."
  },
  "1606811489": {
    "key": 1606811489,
    "category": "Common Mistakes",
    "content": "Antiviral medications are different from antibiotics. Antivirals are effective against viruses, whereas antibiotics are effective against disease caused by bacteria."
  },
  "1606811500": {
    "key": 1606811500,
    "category": "Common Mistakes",
    "content": "Some medicines, such as steroids, and some drugs for depression and other chronic health problems, may lead to weight gain; Try to avoid them."
  },
  "1606811508": {
    "key": 1606811508,
    "category": "Common Mistakes",
    "content": "Tobacco smoke damages collagen and elastin, the fibers that give your skin its elasticity and strength. Try to avoid them."
  },
  "1606811538": {
    "key": 1606811538,
    "category": "Common Mistakes",
    "content": "NSAIDS (aspirin, naproxen, ibuprofen...) can cause ulcers in the GI tract. Do not eat it on empty stomach."
  }
}
