{
  "1606811443": {
    "key": 1606811443,
    "category": "Common Mistakes",
    "content": "Skipping meals, especially breakfast, can lead to out-of-control hunger, often resulting in helpless overeating."
  },
  "1606811453": {
    "key": 1606811453,
    "category": "Common Mistakes",
    "content": "Conventional household cleaning products are full of harmful chemical ingredients that are not good for our health. Switching to healthier alternatives is a simple way to reduce your exposure to environmental toxins in your home."
  },
  "1606811463": {
    "key": 1606811463,
    "category": "Common Mistakes",
    "content": "Similar to cleaning products, conventional skincare and personal care products are formulated with toxic ingredients we should not regularly let absorb into our body’s largest organ. Reduce the toxic burden on your body by switching to nontoxic personal care and beauty products."
  },
  "1606811480": {
    "key": 1606811480,
    "category": "Common Mistakes",
    "content": "Don't experiment with herbal products without consulting your doctor; they may interact with your medication and cause serious side effects."
  },
  "1606811489": {
    "key": 1606811489,
    "category": "Common Mistakes",
    "content": "Antiviral medications are different from antibiotics. Antivirals are effective against viruses, whereas antibiotics are effective against disease caused by bacteria."
  },
  "1606811500": {
    "key": 1606811500,
    "category": "Common Mistakes",
    "content": "Some medicines, such as steroids, and some drugs for depression and other chronic health problems, may lead to weight gain; Try to avoid them."
  },
  "1606811508": {
    "key": 1606811508,
    "category": "Common Mistakes",
    "content": "Tobacco smoke damages collagen and elastin, the fibers that give your skin its elasticity and strength. Try to avoid them."
  },
  "1606811538": {
    "key": 1606811538,
    "category": "Common Mistakes",
    "content": "NSAIDS (aspirin, naproxen, ibuprofen...) can cause ulcers in the GI tract. Do not eat it on empty stomach."
  },
  "1606809430": {
    "key": 1606809430,
    "category": "General",
    "content": "A warm, steamy drink before bedtime may help soothe a sore throat, while the steam may loosen up your congestion."
  },
  "1606809480": {
    "key": 1606809480,
    "category": "General",
    "content": "Most cold symptoms last around 7 to 10 days. In some cases, you might have a hard time getting good quality sleep due to congestion, coughing, or a runny nose."
  },
  "1606809492": {
    "key": 1606809492,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809529": {
    "key": 1606809529,
    "category": "General",
    "content": "According to a 2012 study Trusted Source, the temperature of your bedroom is one of the most important factors that can affect your quality of sleep. This may be even more important when you’re fighting a cold and have a fever."
  },
  "1606809605": {
    "key": 1606809605,
    "category": "General",
    "content": "Decaffeinated tea with honey is a great choice. Chamomile tea, peppermint tea, and ginger tea are also good options. All have properties that may help you relax, breathe easier, or fight infections."
  },
  "1606809612": {
    "key": 1606809612,
    "category": "General",
    "content": "A nasal decongestant works by reducing swollen tissue in your nose, which, in turn, can decrease the production of mucus. This can make it easier to breathe, especially when you’re trying to sleep."
  },
  "1606809626": {
    "key": 1606809626,
    "category": "General",
    "content": "Gargling with salt water before bedtime may help soothe a sore throat and prevent an infection from getting worse. It’s a natural, low-cost way to ease discomfort."
  },
  "1606809635": {
    "key": 1606809635,
    "category": "General",
    "content": "According to a 2015 study, a saline nasal rinse, also known as a sinus flush, may help reduce congestion, clear out mucus and germs, and make breathing easier."
  },
  "1606809645": {
    "key": 1606809645,
    "category": "General",
    "content": "Lying down can make mucus build up in your throat, leading to coughing and restless nights. This doesn’t mean you need to sleep sitting up, though. Simply stack your pillows to lift your head slightly. This can help minimize mucus accumulation in your throat."
  },
  "1606809667": {
    "key": 1606809667,
    "category": "General",
    "content": "The steam of a hot shower may help thin out and drain the mucus in your sinuses, which can make it easier to breathe. A warm shower is also a great way to relax before bedtime."
  },
  "1606809678": {
    "key": 1606809678,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809691": {
    "key": 1606809691,
    "category": "General",
    "content": "Many people claim that if you don’t stay hydrated throughout the day, your energy levels and brain function start to suffer."
  },
  "1606809742": {
    "key": 1606809742,
    "category": "General",
    "content": "Memorize something everyday. Not only will this leave your brain sharp and your memory functioning, you will also have a huge library of quotes to bust out at any moment. Poetry, sayings and philosophies are your best options.\n"
  },
  "1606809765": {
    "key": 1606809765,
    "category": "General",
    "content": "Superman was completely re-energized when he flew out to space and soaked in some rays and you can do the same right outside your front door (if you live in a constantly dreary place, my apologies). The sun feels amazing: your entire body will be coursing with warmth and life."
  },
  "1606809861": {
    "key": 1606809861,
    "category": "General",
    "content": "A vapor rub is a medicated ointment that’s topically applied to the neck and chest. It often contains ingredients like:\nEucalyptus oil. Cineole, the main component in eucalyptus oil, can loosen thick and sticky mucus.\nMenthol. Menthol has a cooling effect that may make it feel easier to breathe.\nCamphor. Camphor may suppress coughing and thin mucus."
  },
  "1606809904": {
    "key": 1606809904,
    "category": "General",
    "content": "If you find yourself squinting frequently, it may be a sign that you need to get your eyes checked or that you need a stronger prescription for your glasses or contact lenses. Getting a new prescription may benefit your skin as well as your eyes."
  },
  "1606809926": {
    "key": 1606809926,
    "category": "General",
    "content": "In case of teeth injury such as avulsion do not wipe the tooth if it falls on the ground because you could damage root (PDL) cells. Leave this to your dentist. You have a golden period between 30-60 min. After that, chances of successful reimplantation of the avulsed tooth decrease. Many pharmacies sell ready to use storage medias that you can store the avulsed tooth in. Every house should have one of these."
  },
  "1606811594": {
    "key": 1606811594,
    "category": "Healthy Habits",
    "content": "Taking the stairs instead of the elevator is a simple way to get a little more physical activity in your daily life. It also strengthens and tones your legs and core while you’re at it!"
  },
  "1606811602": {
    "key": 1606811602,
    "category": "Healthy Habits",
    "content": "Reduce the harmful effects of sitting (like at your desk job) by standing up and moving around a bit every half hour."
  },
  "1606811609": {
    "key": 1606811609,
    "category": "Healthy Habits",
    "content": "Aim to sweat in some way each day—whether that’s via running, biking, dancing, hot yoga, or any other physical activity you enjoy."
  },
  "1606811620": {
    "key": 1606811620,
    "category": "Healthy Habits",
    "content": "Floss your teeth daily for good dental health and overall health. Not only does flossing daily protect your teeth and gums, but good dental health is also important for immunity and heart health."
  },
  "1606811626": {
    "key": 1606811626,
    "category": "Healthy Habits",
    "content": "A mid-day nap improves your memory and reduces the chances of developing heart diseases."
  },
  "1606811633": {
    "key": 1606811633,
    "category": "Healthy Habits",
    "content": "Exercising before going to bed makes your muscles burn more calories during the night."
  },
  "1606811640": {
    "key": 1606811640,
    "category": "Healthy Habits",
    "content": "If you suffer from headaches or mental stress, lie down next to a wall with your legs elevated and leaning against the wall at a 90-degree angle. Maintain this position for 5 minutes."
  },
  "1606811654": {
    "key": 1606811654,
    "category": "Healthy Habits",
    "content": "Follow appropriate hand washing guidelines and ensure you are washing your hands before handling, preparing and eating food. Carry a hand sanitizer if you purchase and/or eat food out of your home."
  },
  "1606811050": {
    "key": 1606811050,
    "category": "Immunity",
    "content": "You may know turmeric as a key ingredient in many curries. This bright yellow, bitter spice has also been used for years as an anti-inflammatory in treating both osteoarthritis and rheumatoid arthritis."
  },
  "1606811064": {
    "key": 1606811064,
    "category": "Immunity",
    "content": "Broccoli is supercharged with vitamins and minerals. Packed with vitamins A, C, and E, as well as fiber and many other antioxidants, broccoli is one of the healthiest vegetables you can put on your plate."
  },
  "1606811079": {
    "key": 1606811079,
    "category": "Immunity",
    "content": "Walk into a store, and you will find bottles of pills and herbal preparations that claim to \"support immunity\" or otherwise boost the health of your immune system. Although some preparations have been found to alter some components of immune function, thus far there is no evidence that they actually bolster immunity to the point where you are better protected against infection and disease. So that, do not let them to deceive you to buy that products."
  },
  "1606811090": {
    "key": 1606811090,
    "category": "Immunity",
    "content": "The body forms immunity when it is attacked by an infection. The immunological memories, that form once the infection is over, help combat the infections that have occurred in the past when they reoccur. However, sometimes the infection-causing agent mutates to a new, stronger strain and thus affects the body differently."
  },
  "1606811100": {
    "key": 1606811100,
    "category": "Immunity",
    "content": "Twenty minutes of laughter a day may not keep the doctor away, but it may help keep your immune system working properly."
  },
  "1606811113": {
    "key": 1606811113,
    "category": "Immunity",
    "content": "Your gut is filled with tons of bacteria and other things to help you digest your food. But germs outside your body are normally regarded as vile and disgusting. While some of this may be true, you need those germs to stay healthy."
  },
  "1606811126": {
    "key": 1606811126,
    "category": "Immunity",
    "content": "Stress has a significant effect on your immune system. During stress, a series of events release cortisol, adrenaline, and other stress hormones from the adrenal gland. Together they help your body cope with stress. Normally, cortisol is helpful because it decreases the inflammation in the body that results from the immune responses caused by stress."
  },
  "1606811137": {
    "key": 1606811137,
    "category": "Immunity",
    "content": "Having a fever and inflammation can be unpleasant, but they’re signs that your body is doing its job. Fever releases white blood cells, increases metabolism, and stops certain organisms from multiplying."
  },
  "1606811148": {
    "key": 1606811148,
    "category": "Immunity",
    "content": "Inflammation occurs when each damaged cell releases histamines. The histamines cause the cell walls to dilate. This creates the redness, heat, pain, and swelling of inflammation. As a result, your body limits the effects of the irritant."
  },
  "1606811190": {
    "key": 1606811190,
    "category": "Immunity",
    "content": "Your immune system is one of the greatest assets you have and you never thank it. In your life, your body will autonomously eradicate between 6-10 cancers without your realizing. It will fight your infections, repair micro traumas and police the entire population of billions of cells in your body without your asking. All it requests in return is a little bit of health to preserve it. Stop smoking, lose weight. Maybe exercise a little. Don’t drink so much. Your diet is so much more important that you realize."
  },
  "1606811201": {
    "key": 1606811201,
    "category": "Immunity",
    "content": "Like any fighting force, the immune system army marches on its stomach. Healthy immune system warriors need good, regular nourishment. Try to meet the requirements of zinc, selenium, iron, copper, folic acid, and vitamins A, B6, C, and E."
  },
  "1606811215": {
    "key": 1606811215,
    "category": "Immunity",
    "content": "The immune system is a complex network of tissues and organs that spreads throughout the entire body. In a nutshell, it works like this: A series of \"sensors\" within the system detects an intruding pathogen, like bacteria or a virus. Then the sensors signal other parts of the system to kill the pathogen and eliminate the infection."
  },
  "1606811244": {
    "key": 1606811244,
    "category": "Immunity",
    "content": "Your immune system works hard to protect you every day, but there are things you can do to help it out:\nGet a good night’s sleep. Your body can’t function correctly if you aren’t sleeping well.\nPractice good hygiene. Washing your hands regularly can prevent infections.\nEat a balanced diet and get plenty of exercise. Eating nutritious food and staying active will help your body fight off infections."
  },
  "1606811264": {
    "key": 1606811264,
    "category": "Immunity",
    "content": "The saying goes that laughter is the best medicine, and there’s truth to that. Laughter releases dopamine and other feel-good chemicals in the brain, all of which can help decrease stress."
  },
  "1606811271": {
    "key": 1606811271,
    "category": "Immunity",
    "content": "You are born with a certain level of immunity and develop adaptive immunity as you age, but it is not resistant to damage. Your lifestyle affects how well your immune system protects your body. Factors like a sedentary lifestyle, unhealthy diet, smoking, excessive alcohol drinking, inadequate sleep can weaken your immune system and make you more susceptible to infections."
  },
  "1606811282": {
    "key": 1606811282,
    "category": "Immunity",
    "content": "Taking a daily multivitamin and mineral supplement may bring other health benefits, beyond any possibly beneficial effects on the immune system. Taking megadoses of a single vitamin does not. More is not necessarily better."
  },
  "1606811295": {
    "key": 1606811295,
    "category": "Immunity",
    "content": "Almost every mother has said it: \"Wear a jacket or you'll catch a cold!\" Is she right? Probably not, exposure to moderate cold temperatures doesn't increase your susceptibility to infection. There are two reasons why winter is \"cold and flu season.\" In the winter, people spend more time indoors, in closer contact with other people who can pass on their germs. Also the influenza virus stays airborne longer when air is cold and less humid."
  },
  "1606811308": {
    "key": 1606811308,
    "category": "Immunity",
    "content": "If you think citrus fruits have the most vitamin C of any fruit or vegetable, think again. Ounce for ounce, red bell peppers contain almost 3 times as much vitamin C (127 mg Trusted Source) as a Florida orange (45 mg Trusted Source). They’re also a rich source of beta carotene."
  },
  "1606811323": {
    "key": 1606811323,
    "category": "Immunity",
    "content": "Garlic is found in almost every cuisine in the world. It adds a little zing to food and it’s a must-have for your health. It’s immune-boosting properties seem to come from a heavy concentration of sulfur-containing compounds, such as allicin."
  },
  "1606811335": {
    "key": 1606811335,
    "category": "Immunity",
    "content": "Sunflower seeds are incredibly high in selenium. Just 1 ounce contains nearly half the selenium that the average adult needs daily. A variety of studies, mostly performed on animals, have looked at its potential to combat viral infections such as swine flu (H1N1)."
  },
  "1606811345": {
    "key": 1606811345,
    "category": "Immunity",
    "content": "Both green and black teas are packed with flavonoids, a type of antioxidant. Where green tea really excels is in its levels of epigallocatechin gallate (EGCG), another powerful antioxidant."
  },
  "1606811365": {
    "key": 1606811365,
    "category": "Immunity",
    "content": "Your immune system can adapt, which is why human beings have been around for so long. Once your body comes in contact with a foreign substance, it attacks it and remembers it. If it comes back, your body knows what to do. This is most apparent with measles: one infection is usually enough to protect you for life."
  }
}
