{
  "1606811443": {
    "key": 1606811443,
    "category": "Common Mistakes",
    "content": "Skipping meals, especially breakfast, can lead to out-of-control hunger, often resulting in helpless overeating."
  },
  "1606811453": {
    "key": 1606811453,
    "category": "Common Mistakes",
    "content": "Conventional household cleaning products are full of harmful chemical ingredients that are not good for our health. Switching to healthier alternatives is a simple way to reduce your exposure to environmental toxins in your home."
  },
  "1606811463": {
    "key": 1606811463,
    "category": "Common Mistakes",
    "content": "Similar to cleaning products, conventional skincare and personal care products are formulated with toxic ingredients we should not regularly let absorb into our body’s largest organ. Reduce the toxic burden on your body by switching to nontoxic personal care and beauty products."
  },
  "1606811480": {
    "key": 1606811480,
    "category": "Common Mistakes",
    "content": "Don't experiment with herbal products without consulting your doctor; they may interact with your medication and cause serious side effects."
  },
  "1606811489": {
    "key": 1606811489,
    "category": "Common Mistakes",
    "content": "Antiviral medications are different from antibiotics. Antivirals are effective against viruses, whereas antibiotics are effective against disease caused by bacteria."
  },
  "1606811500": {
    "key": 1606811500,
    "category": "Common Mistakes",
    "content": "Some medicines, such as steroids, and some drugs for depression and other chronic health problems, may lead to weight gain; Try to avoid them."
  },
  "1606811508": {
    "key": 1606811508,
    "category": "Common Mistakes",
    "content": "Tobacco smoke damages collagen and elastin, the fibers that give your skin its elasticity and strength. Try to avoid them."
  },
  "1606811538": {
    "key": 1606811538,
    "category": "Common Mistakes",
    "content": "NSAIDS (aspirin, naproxen, ibuprofen...) can cause ulcers in the GI tract. Do not eat it on empty stomach."
  },
  "1606809430": {
    "key": 1606809430,
    "category": "General",
    "content": "A warm, steamy drink before bedtime may help soothe a sore throat, while the steam may loosen up your congestion."
  },
  "1606809480": {
    "key": 1606809480,
    "category": "General",
    "content": "Most cold symptoms last around 7 to 10 days. In some cases, you might have a hard time getting good quality sleep due to congestion, coughing, or a runny nose."
  },
  "1606809492": {
    "key": 1606809492,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809529": {
    "key": 1606809529,
    "category": "General",
    "content": "According to a 2012 study Trusted Source, the temperature of your bedroom is one of the most important factors that can affect your quality of sleep. This may be even more important when you’re fighting a cold and have a fever."
  },
  "1606809605": {
    "key": 1606809605,
    "category": "General",
    "content": "Decaffeinated tea with honey is a great choice. Chamomile tea, peppermint tea, and ginger tea are also good options. All have properties that may help you relax, breathe easier, or fight infections."
  },
  "1606809612": {
    "key": 1606809612,
    "category": "General",
    "content": "A nasal decongestant works by reducing swollen tissue in your nose, which, in turn, can decrease the production of mucus. This can make it easier to breathe, especially when you’re trying to sleep."
  },
  "1606809626": {
    "key": 1606809626,
    "category": "General",
    "content": "Gargling with salt water before bedtime may help soothe a sore throat and prevent an infection from getting worse. It’s a natural, low-cost way to ease discomfort."
  },
  "1606809635": {
    "key": 1606809635,
    "category": "General",
    "content": "According to a 2015 study, a saline nasal rinse, also known as a sinus flush, may help reduce congestion, clear out mucus and germs, and make breathing easier."
  },
  "1606809645": {
    "key": 1606809645,
    "category": "General",
    "content": "Lying down can make mucus build up in your throat, leading to coughing and restless nights. This doesn’t mean you need to sleep sitting up, though. Simply stack your pillows to lift your head slightly. This can help minimize mucus accumulation in your throat."
  },
  "1606809667": {
    "key": 1606809667,
    "category": "General",
    "content": "The steam of a hot shower may help thin out and drain the mucus in your sinuses, which can make it easier to breathe. A warm shower is also a great way to relax before bedtime."
  },
  "1606809678": {
    "key": 1606809678,
    "category": "General",
    "content": "You may have heard of using honey as a natural way to alleviate the symptoms of a cold. Along with helping to soothe a sore throat, honey can be equally effective at relieving the symptoms of a cough."
  },
  "1606809691": {
    "key": 1606809691,
    "category": "General",
    "content": "Many people claim that if you don’t stay hydrated throughout the day, your energy levels and brain function start to suffer."
  },
  "1606809742": {
    "key": 1606809742,
    "category": "General",
    "content": "Memorize something everyday. Not only will this leave your brain sharp and your memory functioning, you will also have a huge library of quotes to bust out at any moment. Poetry, sayings and philosophies are your best options.\n"
  },
  "1606809765": {
    "key": 1606809765,
    "category": "General",
    "content": "Superman was completely re-energized when he flew out to space and soaked in some rays and you can do the same right outside your front door (if you live in a constantly dreary place, my apologies). The sun feels amazing: your entire body will be coursing with warmth and life."
  },
  "1606809861": {
    "key": 1606809861,
    "category": "General",
    "content": "A vapor rub is a medicated ointment that’s topically applied to the neck and chest. It often contains ingredients like:\nEucalyptus oil. Cineole, the main component in eucalyptus oil, can loosen thick and sticky mucus.\nMenthol. Menthol has a cooling effect that may make it feel easier to breathe.\nCamphor. Camphor may suppress coughing and thin mucus."
  },
  "1606809904": {
    "key": 1606809904,
    "category": "General",
    "content": "If you find yourself squinting frequently, it may be a sign that you need to get your eyes checked or that you need a stronger prescription for your glasses or contact lenses. Getting a new prescription may benefit your skin as well as your eyes."
  },
  "1606809926": {
    "key": 1606809926,
    "category": "General",
    "content": "In case of teeth injury such as avulsion do not wipe the tooth if it falls on the ground because you could damage root (PDL) cells. Leave this to your dentist. You have a golden period between 30-60 min. After that, chances of successful reimplantation of the avulsed tooth decrease. Many pharmacies sell ready to use storage medias that you can store the avulsed tooth in. Every house should have one of these."
  }
}
